{
    "personal": {
        "fullName": "Abhineet Jain",
        "email": "abhij1306@gmail.com",
        "phone": "+91 8999635679",
        "location": "Bhopal",
        "linkedin": "https://www.linkedin.com/in/abhineet-jain",
        "portfolio": "",
        "summary": "Strategic product leader with 8+ years of experience driving product innovation, cross-functional team leadership, and data-driven decision making. Proven track record of launching successful products in competitive markets, managing quality systems at scale, and applying analytical problem-solving to complex challenges. Expert in product strategy, mobile app development, stakeholder management, and risk assessment. Seeking Product Manager role to leverage technical expertise and business acumen."
    },
    "experience": [
        {
            "title": "Assistant Vice President - Product",
            "company": "One Verse Gaming Technology Pvt. Ltd.",
            "location": "Bhopal, India",
            "startDate": "April 2024",
            "endDate": "March 2025",
            "responsibilities": [
                "Spearheaded end-to-end product development for native mobile gaming applications (iOS and Android), achieving 25% increase in user engagement and 15% revenue growth through feature optimization and UX improvements",
                "Led cross-functional team of 5+ product managers, designers, QA engineers, and developers, establishing agile workflows and quality assurance processes that reduced production bugs by 30%",
                "Conceptualized and launched India's first innovative poker products \"BombPot\" and \"MDMS,\" conducting extensive market research, competitive analysis, and user testing to validate product-market fit",
                "Managed complete product lifecycle from ideation to launch, coordinating with engineering teams on API development, backend integration, and mobile app feature releases",
                "Presented product vision, strategy roadmaps, and performance metrics to executive leadership, securing buy-in for multiple product initiatives and resource allocation decisions",
                "Drove data-driven product decisions through rigorous A/B testing and analytics, optimizing conversion funnels and retention strategies based on user behavior insights",
                "Established QA standards and testing protocols for mobile applications, ensuring high-quality releases and minimal post-launch issues"
            ]
        },
        {
            "title": "Professional Trader & Poker Player / Product Management Development",
            "company": "Self-Employed | Career Transition & Strategic Skilling",
            "location": "Bhopal, India",
            "startDate": "November 2016",
            "endDate": "March 2024",
            "responsibilities": [
                "Strategic Career Pivot: Dedicated the final year of this period (2023-2024) to full-time acquisition of Product Management expertise, triggered by a government regulatory shift that impacted the mobile gaming industry.",
                "Advanced Skilling in AI/ML: Completed specialized certifications—Generative AI for Product Managers (IBM) and Microsoft AI Product Manager—to pivot core product skills toward advanced AI/ML integration and prompt engineering for new product opportunities.",
                "Applied advanced problem-solving and pattern recognition skills in high-pressure competitive environments, securing top rankings in major national and international poker tournaments.",
                "Developed sophisticated risk management frameworks for portfolio allocation across equities, derivatives, and cryptocurrencies, optimizing risk-reward ratios through quantitative analysis.",
                "Utilized data-driven approaches to analyze complex systems, opponent behaviors, and market trends, making rapid strategic decisions with incomplete information.",
                "Managed financial planning and bankroll optimization, demonstrating disciplined resource allocation and long-term strategic thinking under uncertainty."
            ]
        },
        {
            "title": "Manager - Supplier Quality",
            "company": "Tata Motors Limited",
            "location": "Pune, Maharashtra, India",
            "startDate": "May 2013",
            "endDate": "November 2016",
            "responsibilities": [
                "Product Owner of Data-Driven Enterprise Systems: Held product ownership for the development and deployment of two critical internal systems: the Integrated Supplier Rating (ISR) system and the Automated Issue Management System (IMS).",
                "Defined Core Product Logic & Requirements (ISR): Conceptualized, defined the core logic, and architected the end-to-end system flow for the ISR system, successfully establishing a data-driven vendor evaluation process to improve supplier selection and performance management.",
                "Led Functional Requirements (IMS): Served as the subject matter expert and requirements lead for the Automated Issue Management System (IMS), creating the functional flow and translating complex business needs into requirements for the Tata Technologies technical team.",
                "Delivered Process Optimization Outcomes: The IMS development resulted in a 70% reduction in manual effort for tracking supplier quality metrics, enabling real-time visibility into quality issues.",
                "Strategic Quality & Compliance: Conceptualized and developed Tata Motors' first integrated Supplier Quality Manual, streamlining operations and improving compliance rates by 20% across 100+ suppliers.",
                "Led quality management initiatives across the supplier network, implementing data-driven quality systems that improved supplier performance by 15% and reduced production defects by 10%.",
                "Analyzed industry best practices and led benchmarking projects, driving process improvements that enhanced supply chain efficiency by 12% and reduced procurement costs by 8%."
            ]
        },
        {
            "title": "Assistant Manager - Purchasing",
            "company": "Maruti Suzuki India Limited",
            "location": "Gurugram, Haryana, India",
            "startDate": "April 2009",
            "endDate": "February 2011",
            "responsibilities": [
                "Managed procurement of transmission parts, reducing costs by 10% while maintaining quality standards through strategic vendor negotiations and process optimization",
                "Identified cost-saving opportunities and secured favorable vendor pricing, contributing to 7% reduction in overall production costs and strengthening supplier relationships"
            ]
        }
    ],
    "education": [
        {
            "degree": "Postgraduate Diploma in Management (PGDM) - Operations Research",
            "institution": "Xavier Labour Relations Institute (XLRI), Jamshedpur",
            "startDate": "April 2011",
            "endDate": "March 2013",
            "location": ""
        },
        {
            "degree": "Bachelor of Technology (B.Tech) - Mechanical Engineering",
            "institution": "Maulana Azad National Institute of Technology, Bhopal",
            "startDate": "March 2005",
            "endDate": "April 2009",
            "location": ""
        }
    ],
    "skills": {
        "technical": [
            "Product Management: Product roadmaps, market research, competitive analysis, user engagement optimization",
            "Technical Leadership: Native mobile app development, API integration, QA processes, agile methodologies",
            "Data & Analytics: Data-driven decision making, A/B testing, KPI tracking, performance metrics analysis",
            "Quality Management: Supplier quality systems, process improvement, defect reduction, compliance management",
            "AI/ML Product Strategy: Generative AI integration, prompt engineering, AI-driven product features"
        ],
        "soft": [
            "Problem Solving: Strategic thinking, risk management, pattern recognition, analytical decision-making",
            "Stakeholder Management: Executive presentations, cross-functional collaboration, vendor relationships"
        ]
    },
    "certifications": [
        {
            "name": "Generative AI for Product Managers",
            "issuer": "IBM",
            "date": "July 2025"
        },
        {
            "name": "Microsoft AI Product Manager",
            "issuer": "Microsoft Professional Certification",
            "date": "July 2025"
        }
    ],
    "projects": []
}